Backend/XML_backend/XML_agent/test2.xml

<soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/">
  <soap-env:Body>
    <ns0:getReservationsRequest xmlns:ns0="http://www.team17.xml.ftn.uns.ac.rs/GetReservations">
      <ns0:date>2000-01-01T00:00:00Z</ns0:date>
    </ns0:getReservationsRequest>
  </soap-env:Body>
</soap-env:Envelope>
